Repository: nogsus/js-vehicle-manager
Catalog: languages/js-vehicle-manager-*.po
Languages: es_es

source: Dashboard
es_es: Escritorio

source: Seller List
es_es: Lista de Tiendas

source: Sellers By City
es_es: Tiendas por ciudad

source: Register
es_es: Registro

source: My Stats
es_es: Mis estadísticas

source: Seller Info
es_es: Información de la tienda

source: My Vehicles
es_es: Mis vehículos

source: Vehicles
es_es: Vehículos

source: Vehicle Detail
es_es: Detalle de vehículos

source: Search Vehicle
es_es: Buscador de vehículos

source: Shortlisted Vehicles
es_es: Vehículos preseleccionados

source: Compare Vehicles
es_es: Comparador de vehículos

source: From Vehicle
es_es: Del vehículo

source: Vehicles By Make
es_es: Vehículos por marca

source: Vehicles By Condition
es_es: Vehículos por estado

source: Vehicles By City
es_es: Vehículos por ciudad

source: Rate List
es_es: Lista de tarifas

source: Credits Log
es_es: Registro de créditos

source: Credits Pack
es_es: Paquete de créditos

source: Purchase History
es_es: Historial de compras

source: Vehicle Alert
es_es: Alerta de vehículos

source: Vehicles By Types
es_es: Vehículos por tipos

source: Login
es_es: Acceder

source: Login into your account
es_es: Acceso a su cuenta

source: Lost your password?
es_es: ¿Perdió su contraseña?

source: Lost your password
es_es: Perdió su contraseña

source: Plus
es_es: Más que

source: Equals
es_es: Igual a

source: Minus
es_es: Menos que

source: Select
es_es: Seleccionar

source: Delete
es_es: Eliminar

source: Download
es_es: Descargar

source: Admin
es_es: Administración

source: Update
es_es: Actualizar

source: Information
es_es: Información

source: Activity Logs
es_es: Registros de actividad

source: Approval Queue
es_es: Cola de aprobación

source: Fields ordering
es_es: Ordenamiento de campos

source: Vehicle alerts
es_es: Alertas de vehículos

source: Configurations
es_es: Configuración

source: Cron Job
es_es: Tareas programadas

source: Payment Methods Configurations
es_es: Configuración de medios de pago

source: Makes By Models
es_es: Marcas por modelo

source: Makes
es_es: Marcas

source: Users
es_es: Usuarios

source: Packages
es_es: Paquetes

source: Credits
es_es: Créditos

source: Credits log
es_es: Registro de créditos

source: Vehicle Types
es_es: Tipos de vehiculos

source: Fuel Types
es_es: Tipos de combustible

source: Mileages
es_es: Kilometraje

source: Model years
es_es: Año del modelo

source: Transmissions
es_es: Transmisión

source: Cylinders
es_es: Cilindrada

source: Conditions
es_es: Condición

source: Currencies
es_es: Monedas

source: Reports
es_es: Reportes

source: Overall Reports
es_es: Reportes generales

source: Overall Stats
es_es: Estadísticas generales

source: Makes and models
es_es: Marcas y modelos

source: Vehicle Exports
es_es: Exportaciones de vehículos

source: Email Templates
es_es: Plantillas de Email

source: Options
es_es: Opciones

source: New Vehicle Admin
es_es: Administrador de nuevos vehículos

source: New Vehicle
es_es: Nuevos vehículo

source: New Vehicle Visitor
es_es: Nuevo visitante del vehículo

source: Vehicle Status
es_es: Estado del vehículo

source: Delete Vehicle
es_es: Eliminar vehículo

source: Credits Purchase Admin
es_es: Administrador de compras de créditos

source: Credits Purchase
es_es: Compras de créditos

source: Credits Expire
es_es: Expiración de créditos

source: Register New Seller
es_es: Registrar nueva tienda

source: Tell A Friend
es_es: Dile a un amigo

source: Make An Offer
es_es: Haz una oferta

source: Schedule Test Drive
es_es: Programar prueba de manejo

source: Message To Seller
es_es: Mensaje a la tienda

source: Country
es_es: País

source: Proceed Without Paying
es_es: Continuar sin pagar

source: Proceed
es_es: Continuar

source: Total Credits
es_es: Total de créditos

source: Credit for action
es_es: Créditos por acción

source: Expire in
es_es: Expira en

source: Days
es_es: Días

source: Credits remaining after proceed
es_es: Créditos restantes después de proceder

source: Cancel
es_es: Cancelar

source: Proceed With Paying
es_es: Proceder con el pago

source: Insufficient Credits
es_es: Créditos insuficientes

source: Buy credits
es_es: Comprar créditos

source: Add
es_es: Agregar

source: Vehicle
es_es: Vehículo

source: Add to
es_es: Agregar a

source: featured
es_es: destacado

source: vehicle
es_es: vehículo

source: Vehicle name
es_es: Nombre del vehículo

source: Error file size too large
es_es: El tamaño del archivo de error es demasiado grande

source: Error file extension mismatch
es_es: La extensión del archivo de error no coincide

source: Error wp file extension mismatch
es_es: Error de extensión de archivo wp no coincide

source: No More Vehicles
es_es: No se han encontrado más vehiculos

source: Fuel Consumption
es_es: El consumo de combustible

source: Show More
es_es: Ver más

source: Featured
es_es: Destacado

source: See
es_es: Ver

source: Photos
es_es: Fotos

source: Sold
es_es: Vendido

source: Highway
es_es: Carretera

source: Exterior Color
es_es: Color exterior

source: Stock Number
es_es: Número de stock

source: Location
es_es: Ubicación

source: Shortlist
es_es: Preseleccionados

source: Add To Compare
es_es: Agregar al comparador

source: Today Vehicles Stats
es_es: Estadísticas de hoy

source: Total Vehicles Stats
es_es: Estadísticas de vehículos

source: Last Week Top Five Vehicle By Makes
es_es: Los cinco principales vehículos por marcas de la semana pasada

source: Newly Arrived Vehicles
es_es: Vehículos recién llegados

source: Newly Registered Users
es_es: Usuarios recientemente registrados

source: Add Vehicle
es_es: Agregar vehículo

source: Shortlist Vehicles
es_es: Vehículos preseleccionados

source: Vehicle By Cities
es_es: Vehículos por ciudad

source: Sellers List
es_es: Lista de tiendas

source: Username / password is incorrect
es_es: Nombre de usuario / contraseña incorrecto

source: Vehicle manager pages
es_es: Páginas de administrador de vehículos

source: Create shortcode for
es_es: Crear código corto para

source: vehicle manager
es_es: administrador de vehículos

source: pages
es_es: páginas

source: Select page
es_es: Seleccionar página

source: Message
es_es: Mensaje

source: Featured vehicle
es_es: Vehículo destacado

source: Select detail page
es_es: Seleccionar página de detalles

source: Sliding style
es_es: Estilo deslizante

source: Whole Slide
es_es: Diapositiva entera

source: Single Slide
es_es: Diapositiva única

source: Slide speed
es_es: Velocidad de deslizamiento

source: Number of vehicles
es_es: Número de vehiculos

source: Heading
es_es: Título

source: Description
es_es: Descripción

source: Newest vehicle
es_es: Vehículo más nuevo

source: newest vehicle
es_es: vehículo más nuevo

source: Style
es_es: Estilo

source: Vehicle search
es_es: Buscador de vehículos

source: vehicle search
es_es: buscador de vehículos

source: Vehicle search style
es_es: Estilo del buscador de vehículos

source: Title
es_es: Título

source: Background image
es_es: Imagen de fondo

source: Select background image
es_es: Seleccione una imagen de fondo

source: Select image
es_es: Selecciones una imagen

source: List Vehicles
es_es: Lista de vehículos

source: Search Vehicles
es_es: Buscador de vehículos

source: My Profile
es_es: Mi perfil

source: Vehicles by City
es_es: Vehículos por ciudad

source: Sellers by City
es_es: Tiendas por ciudad

source: Vehicles by Type
es_es: Vehículos por tipo

source: Vehicles by Make
es_es: Vehículos por marca

source: Seller Detail
es_es: Detalles de la tienda

source: Credits Rate List
es_es: Lista de tasas de créditos

source: Vehicle alert
es_es: Alerta del vehículo

source: Thank you
es_es: Muchas gracias

source: You must set jobs user role
es_es: Debe establecer el rol de usuario de trabajos

source: Invalid recaptcha answer
es_es: Respuesta recaptcha inválida

source: Username already taken
es_es: El Rut ya existe en el sistema

source: Invalid username
es_es: Nombre de usuario inválido

source: Please enter a username
es_es: Ingrese un nombre de usuario

source: Invalid email
es_es: Email inválido

source: Email already registered
es_es: El correo ya ha sido registrado

source: Please enter a password
es_es: Por favor ingrese una contraseña

source: Passwords do not match
es_es: Las contraseñas no coinciden

source: Vehicle Manager Credits
es_es: Administrador de créditos de vehículos

source: Select Package
es_es: Seleccionar paquete

source: Package combo
es_es: Paquete de oferta

source: Select credits pack so that user can purchase them.
es_es: Seleccione un paquete de créditos con el que los usuarios puedan comprar.

source: Vehicle Manager
es_es: Administrador de vehículos

source: Currency
es_es: Monedas

source: Models
es_es: Modelos

source: Vehicle types
es_es: Tipos de vehículo

source: Email templates
es_es: Plantillas de email

source: Email options
es_es: Opciones de email

source: Field ordering Vehicle
es_es: Vehículo de pedidos de campo

source: Payment methods
es_es: Métodos de pago

source: Countries
es_es: Países

source: States
es_es: Estados

source: Cities
es_es: Ciudades

source: Activity Log
es_es: Registro de actividad

source: Payment Methods Configuration
es_es: Configuración de métodos de pago

source: Messages
es_es: Mensajes

source: System Error
es_es: Error de sistema

source: Common
es_es: Común

source: Post Installation
es_es: Post instalación

source: Could not find any matching results
es_es: No hemos encontrado coincidencias para tu búsqueda

source: Oops...
es_es: Lo sentimos...

source: No record found
es_es: No hemos encontrado respuesta para tu búsqueda

source: To Access This Page Please Login
es_es: Para acceder a esta página, debe acceder o registrarse primero

source: Back to control panel
es_es: Regreso al panel de contro

source: Registration is disabled by admin, please contact to system administrator
es_es: El registro de usuarios está deshabilitado, por favor contacte al administrador

source: You are not logged in
es_es: Usted no está registrado

source: You do not have sufficient credits
es_es: No tienes suficientes créditos

source: Visitor not allowed to perform this action
es_es: No está permitido realizar estas acciones por los visitantes

source: You are not allowed
es_es: No está permitido

source: Please first make a selection from the list
es_es: Por favor, seleccione un elemento de la lista

source: Unknown
es_es: Desconocido

source: Invalid request
es_es: Consulta inválida

source: has been successfully saved
es_es: ha sido exitosamente guardado

source: has not been saved
es_es: no ha sido guardado

source: has been successfully removed from our system
es_es: ha sido exitosamente removido de su sistema

source: has been successfully deleted
es_es: ha sido exitosamente borrado

source: Record not exist
es_es: No existe información relacionada

source: has not been deleted
es_es: no ha sido eliminado

source: has been successfully published
es_es: ha sido exitosamente publicado

source: transaction has been successfully verified
es_es: la transacción ha sido exitosamente verificada

source: transaction has been successfully unverified
es_es: la transacción no ha podido ser confirmada

source: transaction has not been successfully verified
es_es: la transacción no ha podido ser verificada

source: transaction has not been successfully unverified
es_es: la transacción no ha podido ser confirmada

source: has not been published
es_es: no ha sido publicada

source: has been successfully unpublished
es_es: ha sido exitosamente despublicada

source: has not been unpublished
es_es: no ha sido despublicada

source: Fields has been successfully required
es_es: Los campos han sido exitosamente requeridos

source: Field has not been required
es_es: El campo no han sido requerido

source: Fields has not been required
es_es: Los campos no han sido requeridos

source: Fields has been successfully not required
es_es: Los campos han sido exitosamente no requeridos

source: Field has not been not required
es_es: El campo no ha sido requerido

source: Fields has not been not required
es_es: El campo no es requerido

source: Field order up successfully
es_es: Campo ordenado ascendentemente

source: Field order up error
es_es: Error de ordenamiento ascendentemente

source: Field order down successfully
es_es: Campo ordenado descendentemente

source: has been rejected
es_es: ha sido rechazado

source: Job applied successfully
es_es: Postulación a trabajo exitosa

source: Error in applying job
es_es: Error en postulación a trabajao

source: has not been rejected
es_es: no ha sido rechazado

source: has been approved
es_es: ha sido aprobado

source: has not been approved
es_es: no ha sido aprobado

source: has been set as default
es_es: ha sido marcado por defecto

source: Unpublished field cannot set default
es_es: Un campo despublicado no puede ser señalado por defecto

source: has not been set as default
es_es: no puede ser señalado por defecto

source: status has been updated
es_es: el estado ha sido actualizado

source: has not been updated
es_es: no ha sido actualizado

source: in use cannot deleted
es_es: no es posible borrar elementos en uso

source: already exist
es_es: ya existe

source: File type error
es_es: Error de tipo de archivo

source: File size error
es_es: Error de tamaño de archivo

source: has been enabled
es_es: ha sido habilitado

source: has been disabled
es_es: hasido deshabilitado

source: has been marked as sold
es_es: ha sido señalado como vendido

source: has not been marked as sold
es_es: no ha sido marcado como vendido

source: Credits pack successfully saved and unpublished.You should also disable package from woo commerce if have
es_es: El paquete de créditos se ha guardado y despublicado correctamente. También debe deshabilitar el paquete de Woo Commerce si tiene

source: Ad-Expiry
es_es: Vencimiento del anuncio

source: Address Data
es_es: Dirección

source: Fuel type
es_es: Tipo de combustible

source: Condition
es_es: Condición

source: Cylinder
es_es: Cilindrada

source: Model year
es_es: Año del modelo

source: Transmission
es_es: Transmisión

source: Make
es_es: Marca

source: Vehicle type
es_es: Tipo de vehículo

source: Model
es_es: Modelo

source: City
es_es: Ciudad

source: Field
es_es: Campo

source: Gold vehicle
es_es: Vehículo dorado

source: Payment History
es_es: Historial de pagos

source: Payment Method Configuration
es_es: Configuración del método de pago

source: State
es_es: Estado

source: Seller
es_es: Tienda

source: Configuration
es_es: Configuración

source: Email Template
es_es: Plantilla de email

source: Tag
es_es: Pestaña

source: record
es_es: registro

source: Mileage
es_es: Kilometraje

source: User
es_es: Usuario

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Please add your text field for the
es_es: Por favor, agregue un campo de texto para

source: You have insufficient credits, you can not perform this action
es_es: No tiene créditos suficientes por lo que no puede realizar esta acción

source: Please Accept Terms And Conditions So You Can Proceed
es_es: Por favor, acepte los Términos y Condiciones para continuar

source: You have not answered all required fields
es_es: No ha respondido todos los campos requeridos

source: Ad-Expiries
es_es: Agregar vencimiento

source: Administrator
es_es: Administrador

source: added a new
es_es: agregado un nuevo

source: edited a existing
es_es: editar existente

source: delete a record
es_es: eliminar registro

source: unknown
es_es: desconocido

source: Fuel Type
es_es: Tipo de combustible

source: Model Year
es_es: Año del modelo

source: Deleted a
es_es: Borrar un

source: User Name
es_es: Nombre de usuario

source: Reference For
es_es: Referido por

source: Created
es_es: Creado

source: Settings
es_es: Configuración

source: Ad Expiry
es_es: Vencimiento del anuncio

source: Config
es_es: Configuración

source: Credit Packs
es_es: Paquete de créditos

source: Submit
es_es: Enviar

source: Sort by
es_es: Ordenar por

source: Year
es_es: Año

source: Month
es_es: Mes

source: Week
es_es: Semana

source: Day
es_es: Día

source: Add New
es_es: Agregar nuevo

source: Publish
es_es: Publicar

source: Unpublished
es_es: Despublicado

source: Are you sure to delete?
es_es: ¿Está seguro de eliminar?

source: Expiry value
es_es: Valor de vencimiento

source: Select type
es_es: Seleccionar tipo

source: Select Status
es_es: Seleccionar estado

source: Select status
es_es: Seleccionar estado

source: Search
es_es: Buscar

source: Reset
es_es: Reiniciar

source: Ad-Value
es_es: Agregar valor

source: Type
es_es: Tipo

source: Default
es_es: Defecto

source: Published
es_es: Publicado

source: Ordering
es_es: Orden

source: Action
es_es: Acción

source: Not Published
es_es: No publicado

source: Edit
es_es: Editar

source: Expiry Value
es_es: Valor de vencimiento

source: Yes
es_es: Si

source: Save
es_es: Guardar

source: Vehicle List
es_es: Lista de vehículos

source: Compare
es_es: Comparar

source: Last Week Stats
es_es: Estadísticas de la última semana

source: Graph
es_es: Gráfica

source: Total Vehicles
es_es: Total de vehículos

source: Featured Vehicles
es_es: Vehículos destacados

source: Short Listed Vehicles
es_es: Vehículos preseleccionados

source: Misc
es_es: Misceláneos

source: Vehicle By Condition
es_es: Vehículo por condición

source: Profile
es_es: Perfil

source: Seller By City
es_es: Tienda por ciudad

source: Time stamp
es_es: Sello de tiempo

source: View All
es_es: Ver todo

source: Stats
es_es: Estadísticas

source: New Vehicles
es_es: Vehículos nuevos

source: Used Vehicles
es_es: Vehículos usados

source: New Vehicles By Make
es_es: Vehículos nuevos por marca

source: Used Vehicles By Make
es_es: Vehículos usados por marca

source: Vehicles By Type
es_es: Vehículos por tipo

source: Most View Vehicles
es_es: Vehículos más vistos

source: Others
es_es: Otros

source: Error in saving records please try again
es_es: Error al guardar registros, por favor intente nuevamente

source: Error while saving new state
es_es: Error al guardar nuevo estado

source: Country not found
es_es: País no encontrado

source: Location format is not correct please enter city in this format city name, country name
es_es: El formato de ubicación no es correcto, ingrese la ciudad en este formato nombre de ciudad, nombre de país

source: Name
es_es: Nombre

source: Select state
es_es: Seleccionar estado

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: Weeks
es_es: Semanas

source: Months
es_es: Meses

source: Years
es_es: Años

source: Featured Vehicle
es_es: Vehículos destacados

source: Minimum
es_es: Mínimo

source: Maximum
es_es: Máximo

source: Approved
es_es: Aprobado

source: Rejected
es_es: Rechazado

source: Show all
es_es: Mostrar todos

source: Show featured
es_es: Mostrar destacados

source: Text Field
es_es: Campo de texto

source: Text Area
es_es: Área de texto

source: Check Box
es_es: Cuador de selección

source: Date
es_es: Fecha

source: Drop Down
es_es: Desplegable

source: Email Address
es_es: Email

source: Call
es_es: Llamar

source: Messages Sent To Sellers
es_es: Mensajes enviados a los vendedores

source: Created Date
es_es: Fecha de creación

source: Vehicle Offers
es_es: Ofertas de vehículos

source: Phone Number
es_es: Número de teléfono

source: Offered Price
es_es: Precio ofrecido

source: Comments
es_es: Comentarios

source: Vehicle Test Drives
es_es: Unidades de prueba de vehículos

source: Phone
es_es: Teléfono

source: Time
es_es: Hora

source: Vehicles by condition
es_es: DD-mm-yyyy

source: Data directory can not empty.
es_es: El directorio de datos no puede estar vacío.

source: Data directory is not proper.
es_es: El directorio de datos no es el apropiado.

source: Data directory is not writable.
es_es: El directorio de datos no tiene permisos de escritura.

source: Only Show Button
es_es: Solo mostrar el botón

source: Show Auto Popup
es_es: Mostrar alerta automática

source: Both
es_es: Ambos

source: Show
es_es: Mostrar

source: Hide
es_es: Ocultar

source: Meters
es_es: Metros

source: Kilometers
es_es: Kilómetros

source: Miles
es_es: Millas

source: Nautical Miles
es_es: Millas naúticas

source: Left align
es_es: Alinear a la izquierda

source: Right align
es_es: Alinear a la derecha

source: Top Left
es_es: Arriba a la izquierda

source: Top Right
es_es: Arriba a la derecha

source: Middle Left
es_es: Al medio a la izquierda

source: Middle Right
es_es: Al medio a la derecha

source: Bottom Left
es_es: Al fondo a la izquierda

source: Bottom Right
es_es: Al fondo a la derecha

source: Left Top
es_es: Arriba a la izquierda

source: Left Bottom
es_es: A la izquierda abajo

source: Right Top
es_es: A la derecha arriba

source: Right Bottom
es_es: Abajo a la derecha

source: Site Settings
es_es: Configuración del sitio

source: Pricing
es_es: Precios

source: Vehicle setting
es_es: Configuración de vehículos

source: Email setting
es_es: Configuración de correo

source: RSS setting
es_es: Configuración RSS

source: Google Map and Adsense
es_es: Google Map y Adsense

source: Social Login
es_es: Inicio de sesión con redes sociales

source: Social Sharing
es_es: Recaptcha

source: Member Links
es_es: Enlaces de usuarios

source: Visitor Links
es_es: Enlaces del visitante

source: Visitor
es_es: Visitante

source: Data directory
es_es: Directorio de datos

source: System will upload all user files in this folder
es_es: El sistema cargará todos los archivos de usuario en esta carpeta

source: Date format
es_es: Formato de fecha

source: Auto assign package to new user
es_es: Asignar paquete de forma automática a los nuevos usuarios

source: Auto assign free package to new user
es_es: Asignar paquetes gratuitos de forma automática a los nuevos usuarios

source: Auto approve free package
es_es: Aprobar paquete gratuito

source: Purchase free package only once
es_es: Compre el paquete gratis solo una vez

source: User can purchase free package only once
es_es: El usuario puede adquirir paquetes gratis solo una vez

source: User can add vehicle
es_es: El usuario no puede agregar vehículos

source: Vehicle default expiry in days
es_es: Vencimiento predeterminado del vehículo en días

source: Default page
es_es: Página por defecto

source: Select JS Vehicle Manager default page, on action system will redirect on selected page. If not select default page, email links and support icon might not work.
es_es: Seleccione la página predeterminada JS Vehicle Manager, en el sistema de acción redirigirá en la página seleccionada. Si no selecciona la página predeterminada, los enlaces de correo electrónico y el ícono de soporte podrían no funcionar.

source: Vehicle SEO
es_es: SEO para vehículos

source: Vehicle seo options are make, model, modelyear, vehicletype, condition, location
es_es: Las opciones de seo por vehículo son marca, modelo, año del modelo, tipo de vehículo, condición, ubicación

source: make
es_es: marca

source: model
es_es: modelo

source: model year
es_es: año del modelo

source: Default pagination size
es_es: Paginación por defecto

source: Maximum number of records show per Page
es_es: Cantidad

source: Default radius type
es_es: Tipo de radio predeterminado

source: Default Radius Type
es_es: Tipo de radio predeterminado

source: Default address display style
es_es: Estilo de visualización de dirección predeterminado

source: User can add city
es_es: El usuario puede una ciudad

source: Maximum record for city field
es_es: Registro máximo para campo de ciudad

source: Show maximum records for city field
es_es: Mostrar registros máximos para campo de ciudad

source: Allowed upload file size
es_es: Tamaño de archivo permitido

source: File size in kb
es_es: Tamaño de archivo en Kb

source: Allowed extensions type
es_es: Tipos de extensiones permitidas
