Repository: nogsus/js-vehicle-manager
Catalog: languages/js-vehicle-manager-*.po
Languages: es_es

source: Date Format
es_es: Formato de fecha

source: User Can Add Vehicle
es_es: Los visitantes pueden agregar vehículos

source: User can add new vehicle
es_es: Los visitantes pueden agregar nuevos vehículos

source: Visitor Can Add Vehicle
es_es: Los visitantes pueden agrear vehículos

source: Visitor can add new vehicle
es_es: Los visitantes pueden agregar un nuevo vehículo

source: Sample User Data
es_es: Datos de ejemplo del usuario

source: Import sample data
es_es: Importar datos de ejemplo

source: Top left
es_es: Arriba a la izquierda

source: Top right
es_es: Arriba a la derecha

source: Middle left
es_es: Al medio al la izquierda

source: Middle right
es_es: Al medio a la derecha

source: Bottom left
es_es: Abajo a la izquierda

source: Bottom right
es_es: Abajo a la derecha

source: JS Jobs Settings
es_es: DD MM YYYY

source: Employer
es_es: Empleado

source: Job seeker
es_es: Buscador de trabajo

source: Sample data
es_es: Datos de ejemplo

source: Sample Data
es_es: Datos de ejemplo

source: Insert Sample Data
es_es: Insertar datos de ejemplo

source: Job Seeker
es_es: Buscador de trabajos

source: Job Seeker Menu
es_es: Menú de buscador de trabajo

source: Employer Menu
es_es: Menú del empleador

source: Finish
es_es: Finalizar

source: Back
es_es: Regresar

source: Close
es_es: Cerrar

source: Select default page
es_es: Seleccionar página por defecto

source: If not select default page, email links and support icon might not work
es_es: Si no selecciona la página predeterminada, los enlaces de correo electrónico y el ícono de soporte podrían no funcionar

source: Admin will receive email notifications on this address
es_es: El administrador recibirá notificaciones por correo electrónico sobre esta dirección

source: System email address
es_es: Dirección de correo del sistema

source: Email address that will be used to send emails
es_es: Dirección de correo electrónico que se utilizará para enviar correos electrónicos

source: Email from name
es_es: Nombre del remitente

source: Sender name that will be used in emails
es_es: Nombre del remitente que se usará en los correos electrónicos

source: Show navigation in breadcrumbs
es_es: Mostrar navegación en migas de pan

source: Default date format
es_es: Formato de fecha por defecto

source: Select date format
es_es: Seleccionar un formato de fecha

source: Date format for plugin
es_es: Formato de fecha para la aplicación

source: Job Seeker Configuration
es_es: Configuración de buscador de trabajo

source: Job Seeker default role
es_es: Rol predeterminado de buscador de trabajo

source: Visitor can apply to job
es_es: Los visitantes pueden postular a un trabajo

source: Search icon position
es_es: Posición del ícono del búsqueda

source: Position for search icon on jobs listing page
es_es: Posición para el icono de búsqueda en la página de listado de trabajos

source: Resume auto approve
es_es: Reanudar la aprobación automática

source: Job short list
es_es: Lista de trabajo

source: Tell a friend
es_es: Cuéntale a un amigo

source: Tell a friend setting effects on jobs listing page
es_es: Configuración de efectos de Dígale a un Amigo en la página de listado de trabajos

source: Mark Job New
es_es: Marcar como nuevo trabajo

source: Employer Configuration
es_es: Configuración del empleador

source: Enable Employer Area
es_es: Habilitar área del empleador

source: Allow user register as employer
es_es: Permitir el registro de usuarios como empleados

source: Effects on user registration
es_es: Efectos en el registro de usuarios

source: Employer default role
es_es: Rol por defecto del empleador

source: This role will auto assign to new employer
es_es: Este rol se asignará automáticamente al nuevo empleador

source: Visitor can post job
es_es: El visitante puede publicar trabajo

source: Company auto approve
es_es: Empresa auto aprobar

source: Job auto approve
es_es: Aprobación automática de trabajo

source: Enable gold job
es_es: Habilitar trabajos dorados

source: Gold jobs are allowed in plugin
es_es: Los trabajos dorados están permitidos en el complemento

source: Enable featured job
es_es: Habilitar trabajo destacado

source: Featured jobs are allowed in plugin
es_es: Los trabajos destacados están permitidos en el complemento

source: Requested page is not available contact system Administrator
es_es: La página solicitada no está disponible contacte al administrador del sistema

source: Transaction number
es_es: Número de transacción

source: Update payment information error
es_es: Actualizar error de información de pago

source: Payment has been verified
es_es: El pago ha sido verificado

source: Payment has not been verified
es_es: El pago no ha sido verificado

source: Order not found
es_es: Orden no encontrada

source: Woocommerce product not found, please contact to system Administrator
es_es: No se encuentra el producto de Woocommerce, póngase en contacto con el administrador del sistema

source: Select credits pack
es_es: Seleccionar paquete de créditos

source: Select User
es_es: Usuario seleccionado

source: Transaction Status
es_es: Estado de transacción

source: Approve
es_es: Aprobar

source: Select users
es_es: Usuarios seleccionados

source: Expiry Date
es_es: Fecha de vencimiento

source: Paid Amount
es_es: Suma pagada

source: Purchase Date
es_es: Fecha de compra

source: Purchase History Details
es_es: Detalles del historial de compras

source: Payer name
es_es: Nombre del comprador

source: Payer email address
es_es: Dirección del comprador

source: Payer address
es_es: Dirección del comprador

source: Payer contact number
es_es: Número de contacto del comprador

source: Amount paid
es_es: Suma pagada

source: Payment gateway
es_es: Pasarela de pago

source: Purchase date
es_es: Fecha de compra

source: Package expiry
es_es: Vencimiento del paquete

source: Vehicle Export
es_es: Exportación de vehículos

source: Vehicles By Conditions
es_es: Vehículos por condición

source: Vehicle By types
es_es: Vehículos por tipo

source: Vehicle By Transmissions
es_es: Vehículos por transmisión

source: Vehicle By Fuel types
es_es: Vehículos por tipo de combustible

source: From
es_es: Desde

source: To
es_es: Para

source: Vehicle Images
es_es: Imágenes de vehículos

source: Makes And Models
es_es: Marcas y modelos

source: Date From
es_es: Fecha desde

source: Date To
es_es: Fecha hasta

source: Select make
es_es: Seleccionar marca

source: Select model
es_es: Seleccionar modelo

source: Expire
es_es: Expirados

source: vehicle by vehicle types
es_es: vehículos por tipo

source: Vehicles by fuel types
es_es: Vehículos por tipo de combustible

source: Vehicles by transmission
es_es: Vehículos por transmisión

source: Vehicles By Makes
es_es: Vehículos por marcas

source: Vehicles By Transmission
es_es: Vehículos por transmisión

source: Vehicles By Fuel types
es_es: Vehículos por tipos de combustibles

source: Active Featured
es_es: Destacados activos

source: Expire Vehicles
es_es: Vehículos expirados

source: Today Stats
es_es: Estadísticas de hoy

source: Sold Featured
es_es: Vendido Destacado

source: Expired
es_es: Expirado

source: Show in graph
es_es: Ver en el gráfico

source: Makes and models graph
es_es: Gráfico de marcas y modelos

source: Vehicles By Models
es_es: Vehículos por modelo

source: Vehicles By Cities
es_es: Vehículos por ciudad

source: End Date
es_es: Fecha de fin

source: Select Make
es_es: Seleccione marca

source: Select Type
es_es: Seleccione tipo

source: Select Condition
es_es: Seleccione condición

source: Select condition
es_es: Seleccione condición

source: Cell
es_es: Celular

source: Weblink
es_es: Dirección Web

source: Sellers
es_es: Tiendas

source: New Seller
es_es: Nueva tienda

source: Web Link
es_es: Dirección Web

source: Add New Vehicle
es_es: Agregar nuevo vehículo

source: Add Used Vehicle
es_es: Agregar usuario de vehículo

source: Package
es_es: Paquete

source: New State
es_es: Nuevo estado

source: Error Log
es_es: Registro de error

source: View
es_es: Ver

source: Facebook user
es_es: Usuario de Facebook

source: Linkedin user
es_es: Usuario de Linkedin

source: Xing user
es_es: Usuario Xing

source: You are logged in as
es_es: Has accedido al sitio como

source: Please select your role to continue
es_es: Por favor seleccione su rol para continuar

source: You are logged out
es_es: Has cerrado sesión

source: vehicles
es_es: vehículos

source: Invalid captcha
es_es: Captcha inválido

source: Maximum file size
es_es: Tamaño máximo de archivo

source: Youtube video Link
es_es: Enlace de vídeo de Youtube

source: Embedded html
es_es: HTML incrustado

source: Type In A Search Term
es_es: Señale un término de búsqueda

source: No Results
es_es: Sin resultados

source: Searching
es_es: Buscando

source: Location Format Is Not Correct Please Enter City In This Format City Name Country Name Or City Name State Name Country Name
es_es: El formato de ubicación no es correcto. Ingrese la ciudad en este formato Nombre de la ciudad, Nombre del país o nombre de la ciudad, Nombre del estado, Nombre del país

source: Something got wrong
es_es: Algo no funcionó

source: Geocode was not successful for the following reason
es_es: Geolocalización no fue exitosa por la siguiente razón

source: User Profile
es_es: Perfil de usuario

source: Disable
es_es: Deshabilitado

source: Address
es_es: Dirección

source: Featured vehicles
es_es: Pintrest

source: Map
es_es: Mapa

source: None
es_es: Ninguno

source: Video
es_es: Vídeo

source: Show Seller Vehicles
es_es: Mostrar vehículos de la tienda

source: Are you sure to remove
es_es: Está seguro de eliminar

source: New Profile
es_es: Nuevo perfil

source: Delete user
es_es: Borrar usuario

source: data only from our system
es_es: datos únicamente de nuestro sistema

source: Delete user and their data also from wp
es_es: Eliminar usuarios y datos de WP

source: Select All
es_es: Seleccionar todas

source: Delete Data
es_es: Eliminar datos

source: Delete WP User
es_es: Eliminar usuario de WP

source: View Profile
es_es: Ver perfil

source: seller info
es_es: información de la tienda

source: Seller Information
es_es: Información de la tienda

source: Loading
es_es: Cargando

source: Send Message
es_es: Enviar mensaje

source: by conditions
es_es: por condición

source: by types
es_es: por tipo

source: by model year
es_es: por año del modelo

source: by city
es_es: por ciudad

source: by make
es_es: por marca

source: by model
es_es: por model

source: by seller
es_es: por tienda

source: Short List vehicle
es_es: Vehículos preseleccionados

source: Rate
es_es: Tasa

source: Very Poor
es_es: Muy pobre

source: Poor
es_es: Pobre

source: Good
es_es: Buena

source: Very Good
es_es: Muy Buena

source: Vehicle Has Been Successfully Shortlisted
es_es: El vehículo ha sido exitosamente preseleccionado

source: Failed While Shortlisting Vehicle
es_es: Error mientra se preseleccionaba el vehículo

source: Your name
es_es: Su nombre

source: Your email
es_es: Su email

source: Friend email
es_es: Correo de amigo

source: Send to friends
es_es: Enviar a amigos

source: Seller Has Been Successfully Notified
es_es: El vendedor ha sido exitosamente notificado

source: Failed While Notifying Seller
es_es: Falló al notificar al vendedor

source: Failed While Sending Email To Seller
es_es: Error en el envío de correo al vendedor

source: Mail Has Been Sent To Seller
es_es: El correo ha sido enviado al vendedor

source: Offer Has Been Successfully Made
es_es: La oferta ha sido exitosamente hecha

source: Failed While Making An Offer
es_es: Error al hacer la oferta

source: See Vehicle
es_es: Ver vehículo

source: Mail Has Been Successfully Sent
es_es: El correo ha sido enviado exitosamente

source: Failed While Sending Mail
es_es: Error en el envío de correo

source: Remove Vehicle From Compare
es_es: Remover vehículo del comparador

source: Remove vehicle from compare
es_es: Remover vehículo del comparador

source: Waiting for approval
es_es: Esperando aprobación

source: Waiting
es_es: Esperando

source: Percentage
es_es: Porcentaje

source: Edit Profile
es_es: Editar perfil

source: Select seller
es_es: Seleccionar vendedor

source: Your profile will be use if you do not select seller.
es_es: Su perfil se utilizará si no selecciona vendedor.

source: Video Type
es_es: Tipo de video

source: Maximum file size allowed
es_es: Tamaño máximo permitido

source: File type allowed
es_es: Tipo de archivo permitido

source: Vehicle Options Check Any That Apply
es_es: Opciones de vehículos, marque cualquiera que aplique

source: Upload Vehicle Images
es_es: Subir imágenes del vehículo

source: Upload Images
es_es: Cragar imágenes

source: Files Allowed
es_es: Tipos de archivos permitidos

source: File size
es_es: Tamaño de archivo

source: File size is greater then allowed file size
es_es: El archivo es mayor que el tamaño permitido

source: File ext. is mismatched
es_es: Archivo equivocado

source: Save Vehicle
es_es: Guardar vehículo

source: Fuel
es_es: Combustible

source: Vehicle Approval Queue
es_es: Cola de aprobación de vehículos

source: Select transmission
es_es: Seleccione transmisión

source: Select fuel type
es_es: Seleccione tipo de combustible

source: Select mileage
es_es: Seleccione el kilometráje

source: Start price
es_es: Precio inicial

source: End price
es_es: Precio final

source: Feature pending
es_es: Pendiente destacado

source: Fuel Consumption:
es_es: Consumo de combustible:

source: Vehicle Approve
es_es: Vehículo aprobado

source: Feature Approve
es_es: Aprobar destacado

source: Approve Both
es_es: Aprobar ambos

source: Reject
es_es: Rechazado

source: Vehicle Reject
es_es: Vehículo rechazado

source: Feature Reject
es_es: Destacado rechazado

source: Reject Both
es_es: Rechazar ambos

source: Type seller name
es_es: Nombre del tipo de tienda

source: No results
es_es: Sin resultados

source: Vehicle
es_es: Vehículo

source: Select mileage type
es_es: Seleccionar tipo de kilometraje

source: End Price
es_es: Precio final

source: Add To Featured
es_es: Agregar destacado

source: Featured Pending
es_es: Pendiente destacado

source: Remove Featured
es_es: Quitar destacado

source: Image
es_es: Imagen

source: Add vehicle
es_es: Agregar vehículo

source: Make 1
es_es: Hacer 1

source: Make 2
es_es: Hacer 2

source: Engine Capacity
es_es: Capacidad del motor

source: loading
es_es: cargando

source: Select model year
es_es: Selecciones el año del modelo

source: Select cylinder
es_es: Seleccione la cilindrada

source: Vehicle Image
es_es: Imagen del vehículo

source: Make Default
es_es: Hacer por defecto

source: Contact Info
es_es: Información de contacto

source: Terms and Conditions
es_es: Términos y condiciones

source: Terms And Conditions
es_es: Términos y condiciones

source: Sold Icon
es_es: Icono de vendido

source: Edit Icon
es_es: Icono de editar

source: Featured Icon
es_es: Icono de desatacados

source: Delete Icon
es_es: Icono de borrar

source: My vehicles
es_es: Mis Vehículos

source: Print Vehicle
es_es: Imprimir vehículo

source: Print Vehicle Icon
es_es: Icono de imprimir vehículo

source: Refine Search
es_es: Mejorar la búsqueda

source: Shortlisted vehicles
es_es: Vehículos preseleccionados

source: Schedule a test drive
es_es: Agendar prueba de manejo

source: Make an offer
es_es: Marca y oferente

source: Seller Profile Icon
es_es: Icono del perfil de la tienda

source: Seller Profile
es_es: Perfil de la tienda

source: Overview
es_es: Revisión

source: Features
es_es: Característcas

source: Gallery
es_es: Galería

source: Specifications
es_es: Especificaciones

source: Mechanical Details
es_es: Detalles mecánicos

source: Appearance And Condition
es_es: Aparencia y condiciones

source: Additional Features
es_es: Características adicionales

source: Following features are present in selected vehicle.
es_es: Las siguientes características están presentes en el vehículo seleccionado.

source: Blogger Share Icon
es_es: Icono de compartir para Blogger

source: Blogger Share
es_es: Compartir con Blogger

source: Digg Share
es_es: Compartir con Digg

source: Digg Share Icon
es_es: Icono de compartir para Digg

source: Facebook Share
es_es: Compartir con Facebook

source: Facebook Share Icon
es_es: Icono de compartir para Facebook

source: Instagram Share
es_es: Compartir con Instagram

source: Instagram Share Icon
es_es: Icono de compartir para Instagram

source: Google Share
es_es: Compartir con Goolge

source: Google Share Icon
es_es: Icono de compartir para Google

source: Linkedin Share
es_es: Compartir con Linkedin

source: Linkedin Share Icon
es_es: Icono de compartir para Linkedin

source: Pintrest Share
es_es: Compartir con Pinterest

source: Pintrest Share Icon
es_es: Icono de compartir para Pinterest

source: Twitter Share
es_es: Compartir con Twitter

source: Twitter Share Icon
es_es: Icono de compartir para Twitter

source: Tumbler Share
es_es: Compartir en Tumbler

source: Tumbler Share Icon
es_es: Icono de compartir para Tumbler

source: Add To Short List
es_es: Agregar a preseleccionados

source: Comments/Conditions
es_es: Comentarios / Condiciones

source: Your Name
es_es: Su nombre

source: Your Email
es_es: Su email

source: Car Title
es_es: Título del auto

source: Friend Email
es_es: Email de amigo

source: Max Length is 250 Chars.
es_es: La longitud máxima es de 250 caracteres.

source: Can not select more vehicles
es_es: No se pueden seleccionar más vehículos

source: Remove From Compare
es_es: Quitar del comparador

source: Add to Compare
es_es: Agregar al comparador

source: Go To Compare
es_es: Ir al comparador

source: Previous Image
es_es: Imagen anterior

source: Next Image
es_es: Siguiente imagen

source: View Seller Info
es_es: Ver información de la tienda

source: Seller Photo
es_es: Foto o logotipo de la tienda

source: shortlist
es_es: preseleccionados

source: Add to compare
es_es: Agregar al comparador

source: Please Select The Coordinate Radius Type
es_es: Por favor, introduzca el tipo de radio de coordenadas

source: Please Enter The Coordinate Radius
es_es: Por favor, introduzca el radio de coordenadas

source: Any
es_es: Cualquiera

source: Addition
es_es: Adición

source: Subtraction
es_es: Sustracción

source: Vehicles search
es_es: Buscador de vehículos

source: Set Marker From Address
es_es: Establecer marcador de dirección

source: vehicle type
es_es: tipo de vehículo

source: condition
es_es: condición

source: fuel type
es_es: tipo de combustible

source: transmission
es_es: trasmisión

source: cylinder
es_es: cilindrada

source: registration number
es_es: número de registro

source: registration city
es_es: ciudad de registro

source: location city
es_es: ciudad de ubicación

source: location zip
es_es: ubicación zip

source: price from
es_es: precio desde

source: price to
es_es: precio a

source: exterior color
es_es: color exterior

source: interior color
es_es: color interior

source: stock number
es_es: número de inventario

source: city fuel consumption from
es_es: consumo de combustible de la ciudad de

source: city fuel consumption to
es_es: consumo de combustible de la ciudad a

source: highway fuel consumption from
es_es: consumo de combustible en carretera desde

source: highway fuel consumption to
es_es: consumo de combustible en carretera a

source: model year from
es_es: año modelo desde

source: model year to
es_es: año modelo a

source: engine capacity from
es_es: capacidad del motor desde

source: engine capacity to
es_es: capacidad del motor para

source: mileage from
es_es: kilometraje desde

source: mileage to
es_es: kilometraje a

source: latitude
es_es: latitud

source: longitude
es_es: longitud

source: radius
es_es: radio

source: Vehicle Alert Subscribed Successfully
es_es: Alerta de vehículo suscrita exitosamente

source: Failed While Subscribing Vehicle Alert
es_es: Error al suscribirse Alerta de vehículo

source: Daily
es_es: Diario

source: Weekly
es_es: Semanal

source: Monthly
es_es: Mensual

source: Criteria
es_es: Criterios

source: Vehicle Type
es_es: Tipo de vehículo

source: Vehicle Type
es_es: Tipo de vehículo

source: Vehicles by Types
es_es: Vehículos por tipos

source: Highway Fuel Consumption
es_es: Consumo de combustible en carretera

source: Choose Files
es_es: Seleccionar archivos

source: Registration City
es_es: Ciudad de registro

source: Location City
es_es: Ciudad de ubicación

source: Speedometer
es_es: Velocímetro

source: Interior Color
es_es: Color interior

source: City Fuel Consumption
es_es: Consumo de combustible de la ciudad

source: Registration Number
es_es: Número de registro

source: Engine Number
es_es: Número de motor

source: Chassis Number
es_es: Número de chasis

source: Acceleration
es_es: Aceleración

source: Max Speed
es_es: Velocidad máxima

source: CO2 Emission
es_es: Emisión de CO2

source: Bargain Price
es_es: Barato

source: Export Price
es_es: Precio de exportación

source: Is Discount
es_es: Es descuento

source: Brochure
es_es: Folleto

source: BODY
es_es: CUERPO

source: Drivetrain
es_es: Tren motriz

source: ELECTRONICS
es_es: ELECTRÓNICA

source: SAFETY_FEATURES
es_es: CARACTERISTICAS DE SEGURIDAD

source: 3 Door
es_es: 3 puertas

source: Used
es_es: Usado

source: Petrol
es_es: Petróleo

source: 4 Door
es_es: 4 puertas

source: BLUE
es_es: AZUL

source: Car
es_es: Automóvil

source: Over View
es_es: Visión general

source: Print vehicle
es_es: Imprimir vehículo

source: Radius Type
es_es: Tipo de radio

source: Radius
es_es: Radio

source: Kilometer
es_es: Kilómetros

source: My Comments
es_es: Mis comentarios

source: Are you sure to delete?
es_es: ¿Estás seguro de eliminar?

source: Alloy Wheels
es_es: Llantas de aleación

source: First name
es_es: Nombres

source: Last name
es_es: Apellidos

source: Password Again
es_es: Repetir contraseña

source: Photo
es_es: Foto

source: Register New Account
es_es: Registrar nueva cuenta

source: Trial Package
es_es: Paquete de prueba

source: Vehicle Listing
es_es: Listado de vehículos

source: Dollar
es_es: Dolar
