Repository: nogsus/js-vehicle-manager
Catalog: languages/js-vehicle-manager-*.po
Languages: es_es

source: Allowed file extensions types for upload files
es_es: Tipos de extensiones de archivo permitidos para cargar archivos

source: Upload file types for brochure
es_es: Subir tipos de archivo para folleto

source: For example
es_es: Por ejemplo

source: User register redirect
es_es: Redirección de registro de usuario

source: New user register redirect page
es_es: Nueva página de redireccionamiento de registro de usuario

source: Price Notations
es_es: Notación de precio

source: Currency symbol position
es_es: Posición del símbolo de moneda

source: The available currencies in the system can be managed from
es_es: Las monedas disponibles en el sistema se pueden administrar desde

source: here
es_es: aquí

source: Price number after decimal Point
es_es: Número de precio después del punto decimal

source: Price decimal separator
es_es: Separador decimal del precio

source: Price thousand separator
es_es: Separado de miles del precio

source: Vehicle Settings
es_es: Configuración de vehículo

source: Show sold vehicles
es_es: Mostrar vehículos vendidos

source: Show sold vehicles in vehicle listing
es_es: Mostrar vehículos vendidos en el listado

source: Show featured vehicles
es_es: Mostrar vehículos destacados

source: Show featured vehicles in vehicle listings
es_es: Mostrar vehículos destacados en listados de vehículos

source: Limit vehicle alerts
es_es: Limite las alertas del vehículo

source: Maximum vehicles alerts for user
es_es: Máximo de alertas de vehículos para el usuario

source: Vehicle alert action button
es_es: Botón de acción de alerta del vehículo

source: Show vehicle alert display type after search vehicle
es_es: Mostrar tipo de visualización de alerta del vehículo después de buscar el vehículo

source: Vehicle alert popup delay
es_es: Demora de alerta emergente de vehículo

source: Popup delay in seconds
es_es: Retraso de la ventana emergente en segundos

source: Maximum images per vehicle
es_es: Imágenes máximas por vehículo

source: Maximum upload images per vehicle
es_es: Carga máxima de imágenes por vehículo

source: Vehicle auto approve
es_es: Aprobación automática del vehículo

source: Vehicle Auto Approve
es_es: Aprobación Automática del Vehículo

source: Featured vehicle auto approve
es_es: Vehículo destacado aprobado

source: Number of featured vehicles
es_es: Número de vehículos destacados

source: Show number of featured vehicles in vehicle listings
es_es: Mostrar el número de vehículos destacados en las listas de vehículos

source: Vehicle type per row
es_es: Tipo de vehículo por fila

source: Add Watermark To Vehicle Images
es_es: Agregar marca de agua a imágenes de vehículos

source: Select Whether To Add Watermark Or Not
es_es: Seleccione si desea agregar marca de agua o no

source: Watermark Image
es_es: Agregar de agua

source: Select The Image You Want To Use As Watermark
es_es: Seleccione la imagen que desea usar como marca de agua

source: Watermark Position
es_es: PDF

source: Select Position Of Watermark
es_es: Seleccione la posición de la marca de agua

source: Visitors Settings
es_es: Configuraciones de visitantes

source: Visitor can add vehicle
es_es: Los visitantes pueden agregar vehículos

source: Visitor add vehicle redirect page
es_es: Agregar página de redireccionamiento de vehículo para el visitante

source: Where to redirect visitor when visitor adds a new vehicle
es_es: Dónde redirigir al visitante cuando el visitante agrega un vehículo nuevo

source: Print
es_es: Imprimir

source: Refine Search Tag Position
es_es: Refinar la posición de la etiqueta de búsqueda

source: Seller Image
es_es: Logotipo de la tienda

source: Default longitude
es_es: Longitud por defecto

source: Default Longitude
es_es: Longitud por defecto

source: Default latitude
es_es: Latitud por defecto

source: Default Latitude
es_es: Latitud por defecto

source: Google map API key
es_es: API key de Google map

source: Get API key from
es_es: Ir al formulario del API Key

source: Show google adds in list vehicle
es_es: Mostrar Google Adss en listado de vehículo

source: Google adsense client id
es_es: Id de cliente Adsense

source: Google adsense slot id
es_es: ID de la vacante para Google Adsense

source: Google adds show after number of vehicles
es_es: Mostrar Google adds después de la cantidad de vehículos

source: Google adds width
es_es: Ancho de Google Adds

source: Google adds height
es_es: Google adds altura

source: Google adds custom css
es_es: Css personalizado de Google Adds

source: Sender email address
es_es: RSS

source: Default sender email
es_es: Remitente por defecto

source: Email sender name
es_es: Nombre del remitente

source: Default Email Sender Name
es_es: Nombre del remitente por defecto

source: Admin email address
es_es: Dirección de correo

source: Admin Email
es_es: Correo del administrador

source: Vehicle RSS
es_es: RSS del vehículo

source: Must provide title for feed
es_es: Debe señalar un título para el Feed

source: Must provide description for feed
es_es: Debe proporcionar una descripción para el Feed

source: Leave blank to hide
es_es: Dejar en blanco para no mostrar

source: Show vehicle image
es_es: Mostrar imagen del vehículo

source: Show vehicle image in feeds
es_es: Mostrar imagen del vehículo en Feeds

source: Leave blank to hide editor used for feed content issue
es_es: Deje en blanco para ocultar el editor utilizado para el problema de contenido del Feed

source: Show Vehicle Condition
es_es: Mostrar condición del vehículo

source: Login with facebook
es_es: Acceder con Facebook

source: Facebook user can login in js vehicle manager
es_es: El usuario de Facebook puede iniciar sesión en el sistema

source: Login with linkedin
es_es: Acceder con Linkedin

source: Login with Xing
es_es: Acceder con Xing

source: Social Media
es_es: Redes sociales

source: Tumbler share
es_es: Compartir con

source: Facebook share
es_es: Compartir con Facebook

source: Google share
es_es: Compartir con Google

source: Blogger share
es_es: Compartir con Blogger

source: Instagram share
es_es: Compartir con

source: Linkedin share
es_es: Compartir con Linkedin

source: Digg share
es_es: Compartir con Digg

source: Twitter share
es_es: Compartir con Twitter

source: Pintrest share
es_es: Compartir con Pintrest

source: Vehicle By Make
es_es: Vehículo por marca

source: User Dashboard Links
es_es: Enlaces de panel de usuario

source: Logout
es_es: Cerrar sesión

source: Visitor Top Menu Links
es_es: Enlaces del menú principal del visitante

source: Visitor Dashboard Links
es_es: Enlaces del panel de visitantes

source: Add Vehicle Login Message
es_es: Agregar mensaje de inicio de sesión del vehículo

source: Seller Count
es_es: Cuenta de la tienda

source: Country Name
es_es: Nombre del país

source: Vehicle By City
es_es: Vehículo por ciudad

source: Vehicle Count
es_es: Recuento de vehículos

source: Buyer Can Contact Seller
es_es: El comprador puede contactar a la tienda

source: Position Of Model Year
es_es: Posición del año modelo

source: Public Key
es_es: Clave pública

source: Private Key
es_es: Clave privada

source: Visitor Enable
es_es: Visitante habilitado

source: Disable Recaptcha
es_es: Deshabilitar Recaptcha

source: Contact To Seller
es_es: Contactar a la tienda

source: Vehicle Form
es_es: Formulario de vehículo

source: Registration Form
es_es: Formulario de registro

source: Php Script
es_es: Script de Php

source: Website
es_es: Sitio Web

source: Log In To
es_es: Acceder a

source: In The Cron Area
es_es: En el área de Cron

source: Click On The New Cron Button
es_es: Haga clic en el nuevo botón Cron

source: Below You will Find What You Have To Enter At
es_es: A continuación encontrará lo que debe ingresar en

source: Timeout
es_es: Se acabó el tiempo

source: Increase It
es_es: Incrementar

source: If You Have A Very Big Site Which Takes More Than 5 Minutes To Back Itself Up
es_es: Si tiene un sitio muy grande que toma más de 5 minutos para respaldarse

source: As Its Much More Cost-effective.
es_es: Como es mucho más rentable.

source: Url You Want To Execute
es_es: Url que quieres ejecutar

source: Leave This Blank
es_es: Dejar en blanco

source: Password
es_es: Contraseña

source: Execution Time
es_es: Tiempo de ejecución

source: Select When And How Often You Want Your Cron Job To Run.
es_es: Seleccione cuándo y con qué frecuencia desea que se ejecute su Cron job.

source: Alerts
es_es: Alertas

source: Or
es_es: O

source: Sorry
es_es: Lo sentimos

source: The Backup Did Not Work.
es_es: El respaldo no ha funcionado.

source: Url For Use With Your Own Scripts And Third Party Services
es_es: Url para usar con sus propios scripts y servicios de terceros

source: Has states
es_es: Tiene provincias o estados

source: Has cities
es_es: Tiene Ciudades

source: Cost
es_es: Costo

source: Expiry
es_es: Vencimiento

source: Status
es_es: Estado

source: Action For
es_es: Acción para

source: Vehicle will be expire in 30 days
es_es: El vehículo expira en 30 días

source: Featured Vehicle will be expire in 30 days
es_es: El vehículo destacado expira en 30 días

source: Select action
es_es: Seleccionar una acción

source: Expire in Days
es_es: Expira en días

source: will be expire
es_es: va a expirar

source: Invalid Entry
es_es: Entrada inválida

source: New vehicle
es_es: Nuevo Vehículo

source: added successfully
es_es: agregado exitosamente

source: By Admin
es_es: Por el administrador

source: Credit Used
es_es: Créditos usados

source: Start Date
es_es: Fecha de inicio

source: End
es_es: Fin

source: Date and Time
es_es: Fecha y hora

source: Spent
es_es: Gastado

source: Remaining
es_es: Restante

source: Start Credits
es_es: Crédito inicial

source: End Credits
es_es: Crédito final

source: Start Price
es_es: Precio inicial

source: End Price
es_es: Precio final

source: off
es_es: apagado

source: Amount
es_es: Monto

source: Discount Cannot Be Higher Then Price
es_es: El descuento no puede ser mayor que el precio

source: Please Select Both Discount Dates
es_es: Por favor, selecciones ambas fechas de descuento

source: Please Enter Discount Value
es_es: Ingrese el valor del descuento

source: Discount Start Date Is Greater Than Discount End Date
es_es: La fecha de inicio del descuento es mayor que la fecha de fin

source: Price
es_es: Precio

source: Select currency
es_es: Seleccionar moneda

source: Discount
es_es: Descuento

source: Discount Type
es_es: Tipo de descuento

source: Discount Start Date
es_es: Fecha de inicio del descuento

source: Discount End Date
es_es: Fecha de inicio del descuento

source: Discount Message
es_es: Mensaje del descuento

source: Package Expire in Days
es_es: El paquete expira en días

source: Buy With
es_es: Compara con

source: Buy Now
es_es: Compara ahora

source: Expire Days
es_es: Días de vigencia

source: Currency
es_es: Moneda

source: Symbol
es_es: Símbolo

source: Code
es_es: Código

source: User Field
es_es: Campo de usuario

source: Radio Button
es_es: Botón de radio

source: Dependent Field
es_es: Campo dependiente

source: upload file
es_es: cargar archivo

source: Multi Select
es_es: Multiselección

source: Text Editor
es_es: Editor de texto

source: Field Type
es_es: Tipo de campo

source: Select field type
es_es: Campo de selección

source: Parent Field
es_es: Campo padre

source: Field Name
es_es: Nombre del campo

source: Field Title
es_es: Título del campo

source: Show on listing
es_es: Mostra en listado

source: Select show on listing
es_es: Seleccionar mostrar en listado

source: Section
es_es: Sección

source: Select section
es_es: Seleccionar sección

source: Read Only
es_es: Leer solamente

source: Select read only
es_es: Seleccionar solo lectura

source: User Published
es_es: Usuario publicado

source: Select published
es_es: Seleccionar publicado

source: Visitor Published
es_es: Visitante publicado

source: Select visitor published
es_es: Seleccionar visitante publicado

source: User Search
es_es: Búsqueda de usuario

source: Select user search
es_es: Seleccionar búsqueda de usuario

source: Visitor Search
es_es: Búsqueda de visita

source: Select visitor search
es_es: Seleccionar búsqueda de visitante

source: Required
es_es: Requerido

source: Select required
es_es: Seleccionar requerido

source: Field Size
es_es: Tamaño de campo

source: Max Length
es_es: Tamaño máximo

source: Columns
es_es: Columnas

source: Rows
es_es: Filas

source: Use The Table Below To Add New Values
es_es: Use la tabla a continuación para agregar nuevos valores

source: Sample Text
es_es: Texto de ejemplo

source: Add Value
es_es: Agregar valor

source: Value
es_es: Valor

source: User Fields
es_es: Campos de usuario

source: Add User Field
es_es: Agregar campos de usuaurio

source: Not Required
es_es: No requerido

source: Cylinders
es_es: Cilindrada

source: Pending
es_es: Pendiente

source: Removed
es_es: Removido

source: rejected for featured
es_es: rechazado para destacado

source: Vehicles Queue
es_es: Colo de vehículos

source: Package Detail
es_es: Detalle de paquete

source: Subject
es_es: Asunto

source: Body
es_es: Cuerpo

source: Parameters
es_es: Parámetros

source: Seller name
es_es: Nombre de la tienda

source: Vehicle title
es_es: Título del vehículo

source: Vehicle location
es_es: Ubicación del vehículo

source: Vehicle status
es_es: Estado del vehículo

source: Vehicle credits
es_es: Crédito del vehículo

source: Vehicle link
es_es: Enlace del vehículo

source: Package name
es_es: Nombre del paquete

source: Package price
es_es: Precio del paquete

source: Package link
es_es: Enlace del paquete

source: My dashboard link
es_es: Enlace a Mi Escritorio

source: Vehicles list that match your alert criteria
es_es: Lista de vehículos que coinciden con sus criterios de alerta

source: Sender name
es_es: Nombre del remitente

source: Your website name
es_es: Nombre del Sitio Web

source: Sender message
es_es: Mensaje del remitente

source: Customer name
es_es: Nombre del cliente

source: Customer Email Address
es_es: Dirección de correo del cliente

source: Message from sender
es_es: Mensaje del remitente

source: Email Templates Options
es_es: Opciones de plantillas de correo

source: Add new vehicle
es_es: Agregar un nuevo vehículo

source: Send email
es_es: Enviar correo

source: Do not send email
es_es: No enviar correo

source: Purchase Credits Pack
es_es: Compara paquete de créditos

source: Expire Credits Pack
es_es: Vencimiento del paquete de créditos

source: Select parent field
es_es: Seleccione campo de dependencia

source: Edit Field
es_es: Editar campo

source: Visitor published
es_es: Visitante publicado

source: Terms And Conditions Page
es_es: Página de términos y Condiciones

source: Show On Listing
es_es: Mostrar en el listado

source: Field Ordering
es_es: Campo de ordenamiento

source: User Publish
es_es: Usuario publicado

source: User Unpublished
es_es: Usuario despublicado

source: Visitor Publish
es_es: Visitante publicado

source: Visitor Unpublished
es_es: Visitande despublicado

source: Select user status
es_es: Selecciones el estado del usuario

source: Select visitor status
es_es: Selecciones el estado del visitante

source: Cannot unpublished
es_es: No es posible publicar

source: Upload File
es_es: Cargar archivos

source: Section cannot be changeable in edit case
es_es: La sección no se puede cambiar en caso de edición

source: Vehicle Option
es_es: Opciones de vehículos

source: Dates
es_es: Fechas

source: All vehicles
es_es: Todos los vehículos

source: Active vehicles
es_es: Vehículos activos

source: Expired vehicles
es_es: Vehículos expirados

source: Vehicle By Makes
es_es: Vehículos por marcas

source: Sold Vehicles
es_es: Vehículos vendidos

source: Expired Vehicles
es_es: Vehículos expirados

source: Not enough data to show graph
es_es: No hay suficientes datos para mostrar el gráfico

source: Active Vehicles
es_es: Vehículos activos

source: Dir is not writable
es_es: No es posible escribir en el directorio

source: Unable to connect to server
es_es: No se puede conectar al servidor

source: Language is not installed
es_es: El idioma no está instalado

source: Language directory is not writable
es_es: El directorio de idiomas no se puede escribir

source: Required language is not installed but similar language[s] like
es_es: El idioma requerido no está instalado, pero hay idiomas similares como

source: is found in your system
es_es: se encuentra en su sistema

source: Language code
es_es: Código de lenguaje

source: Empty values
es_es: Valores vacíos

source: File is not writable
es_es: El archivo no se puede escribir

source: File Downloaded Successfully
es_es: Archivo descargado correctamente

source: Your System Is Up To Date
es_es: Tu sistema esta actualizado

source: New Version Is Available
es_es: Nueva versión disponible

source: Unable Connect To Server
es_es: Imposible conectar con el servidor

source: Total vehicles
es_es: Total de vehículos

source: Statistics
es_es: Estadísticas

source: Vehicle Fields
es_es: Campos de vehículos

source: System Errors
es_es: Errores de sistema

source: Translations
es_es: Traducciones

source: Payment Methods
es_es: Métodos de pago

source: Themes
es_es: Plantillas

source: Newest Vehicles
es_es: Vehículos más nuevos

source: Email template
es_es: Plantillas de email

source: Fuel types
es_es: Tipos de combustibles

source: Reports and Export
es_es: Reportes y exprotación

source: Export
es_es: Exportar

source: Support
es_es: Soporte

source: Documentation
es_es: Documentación

source: Forum
es_es: Foro

source: Component Details
es_es: Detalles de componente

source: Created By
es_es: Creado por

source: Company
es_es: Empresa

source: Version
es_es: Versión

source: Active
es_es: Activo

source: This shortcode is for vehicle listing page
es_es: Este shortcode es para la página de listado de vehículos

source: Vehicle Search
es_es: Buscador de vehículos

source: This shortcode is for vehicle Search page
es_es: Este shortcode es para la página de búsqueda de vehículos

source: This shortcode is for add vehicle page
es_es: Este shortcode es para agregar vehículos

source: This shortcode is for my vehicles
es_es: Este shortcode es para Mis Vehículos

source: This shortcode is for control panel
es_es: Este shortcode es para panel de control

source: This shortcode is for compare vehicles page
es_es: Este shortcode es para comparar vehículos

source: This shortcode is for shortlisted vehicles listing page
es_es: Este shortcode es para mostrar vehículos preseleccionados

source: This shortcode is for vehicles by city page
es_es: Este shortcode es para vehículos por página de ciudad

source: This shortcode is for vehicles by types page
es_es: Este shortcode es para vehículos por página de tipos

source: This shortcode is for vehicles by makes page
es_es: Este shortcode es para vehículos por página de marcas

source: This shortcode is for sellers listing page
es_es: Este shortcode es para la página de listado de tiendas

source: This shortcode is for sellers by city page
es_es: Este shortcode es para tiendas por página de ciudad

source: This shortcode is for credits pack page
es_es: Este shortcode es para la página del paquete de créditos

source: This shortcode is for credits rate list page
es_es: Este shortcode es para la página de lista de tasa de créditos

source: This shortcode is for purchase history page
es_es: Este shortcode es para la página del historial de compras

source: This shortcode is for credits log page
es_es: Este shortcode es para la página de registro de créditos

source: Vehicle Alerts
es_es: Alertas de vehículos

source: This shortcode is for vehicles alerts page
es_es: Este shortcode es para la página de alertas de vehículos

source: This shortcode is for login page
es_es: Este shortcode es para la página de acceso

source: Dir Not Validate
es_es: Directorio no validado

source: Temp directory Not Validate
es_es: Directorio temporal no validado

source: Create table Not Validate
es_es: La creación de tabla no ha sido validada

source: insert record Not Validate
es_es: insertar registro no validado

source: update record Not Validate
es_es: actualizar registro no validado

source: delete record Not Validate
es_es: borrar registro no validado

source: file downloaded Not Validate
es_es: archivo descargado no validado

source: CURL Not Validate
es_es: CURL No validado

source: GD lib Not Validate
es_es: GD lib no validar

source: ZIP lib Not Validate
es_es: ZIP lib no validar

source: Please Insert Activation Key And Press Start
es_es: Introduzca la clave de activación y presione Iniciar

source: Remember Key
es_es: Recordar clave

source: It may take few minutes
es_es: Puede tomar unos minutos

source: This may take few minutes
es_es: Esto puede tomar algunos minutos

source: Preset Theme
es_es: Tema preseleccionado

source: Color Chooser
es_es: Selector de color

source: Top menu heading background
es_es: Fondo del encabezado del menú superior

source: Top header line color
es_es: Color de la línea del encabezado superior

source: Button Hover
es_es: Desplazamiento del botón

source: Heading text
es_es: Encabezado de texto

source: Content Background Color
es_es: Color de fondo del contenido

source: Content Text Color
es_es: Color del texto del contenido

source: Border color
es_es: Color de borde

source: Lines
es_es: Líneas

source: Button Color
es_es: Color del botón

source: Top header text color
es_es: Color de título principal

source: Theme
es_es: Plantilla

source: My vehicle manager
es_es: Administrador de mis vehículos

source: Add
es_es: Agregar

source: Used Vehicle
es_es: Vehículo usado

source: My Vehicle
es_es: Mi vehículo

source: Location:
es_es: Ubicación:

source: Exterior Color:
es_es: Color exterior:

source: Blue
es_es: Azul

source: New
es_es: Nuevo

source: Automated
es_es: Automático

source: Black
es_es: Negro

source: Mint
es_es: Menta

source: Red
es_es: Rojo

source: Aqua
es_es: Agua

source: Get Translations
es_es: Obtener traducción

source: Select Translation
es_es: Seleccione traducción

source: When WordPress language change to ro, JS Vehicle Manager language will auto change to ro
es_es: Cuando el idioma de WordPress cambia a ro, el idioma de JS Vehicle Manager cambiará automáticamente a ro

source: Contribute In Translation
es_es: Participar en la traducción

source: Manual Download
es_es: Descarga manual

source: Login to your account
es_es: Acceder a cuenta

source: Username
es_es: Rut

source: keep me login
es_es: mantener conectado

source: Allowed extension
es_es: Extensiones permitidas

source: File size allowed
es_es: Tamaño de archivo permitido

source: Make
es_es: Marca

source: Vehicles Make And Model
es_es: Vehículos, marcas y modelos

source: Select Model
es_es: Selecciones un modelo

source: Vehicles by Model Years
es_es: Vehículos por año de modelo

source: PayPal Settings
es_es: Configuraciones de PayPal

source: Woocommerce Settings
es_es: Configuraciones de Woocommerce

source: PayPal Enabled
es_es: PayPal habilitado

source: User name
es_es: Rut

source: Signature
es_es: Firma

source: Cancel Url
es_es: Cancelar URL

source: Notify Url
es_es: Notificar URL

source: Test Mode
es_es: Modo de prueba

source: Language
es_es: Idioma

source: Please enter language code i.e: EN
es_es: Ingrese el código de idioma, por ejemplo: ES

source: Enabled
es_es: Habilitado

source: Installation Successful
es_es: Instalación exitosa

source: JS Vehicle Manager successfully install
es_es: JS Vehicle Manager se instaló correctamente

source: Default Expiry in days
es_es: Vencimiento en día por defecto

source: Sender Email Address
es_es: Dirección de correo del remitente

source: Email Sender Name
es_es: Nombre del remitente

source: Default email sender name
es_es: Nobre por defecto del remitente

source: Admin Email address
es_es: Dirección de correo del administrador
